tap "homebrew/cask"

# well... it's Git
brew "git"

# node version manager
brew "nvm"

brew "mkcert"
brew "jq"
brew "yq"

cask "docker"
cask "google-chrome"
cask "rider"
cask "jetbrains-gateway"
cask "visual-studio-code"
cask "postman"
cask "openlens"
cask "rectangle"

# optional
cask "whatsapp"
cask "spotify"
cask "1password"
cask "telegram"



